import React from "react";
import style from "./about.module.scss"

function about() {
	return (
		<div className="page-container rtl text-justify">
			<h1 className={style.title}>درباره ما</h1>
			<p>
				همه‌ی آدم‌های نسل قبل در خانه‌هایی بزرگ شدند که چوب نقش پر رنگی
				در آنها داشته است و این حضور، در امتداد همراهی دیرینه و
				مهربانانه‌ این عنصر طبیعی با بشر است. عنصری که شاید حالا جایش
				خالی‌ست یا با اجزای ناهمگون پر شده است. تلاش ما در این راستاست
				تا محصولات و مصنوعاتی را در مجموعه‌های مجزا به خانه‌هایتان هدیه
				کنیم که با توجه به وحدت در طراحی، علاوه بر پیوستار نمودن اجزای
				خانه، آن پیوند دیرینه و مهربانانه را بازتولید می کند. اجزای خانه
				در سلیقه و زیبایی‌شناسی اهالی آن تاثیر چشمگیری دارد. ما تلاش
				می‌کنیم تا سلیقه‌ی فاخر را به نسل بعدی منتقل کنیم. مجموعه‌ی ما،
				با بهره‌گیری از بیش از پنج دهه تجربه کار حرفه‌ای و همچنین همراهی
				کادری متخصص و خوش‌قریحه، این مجال را به دست آورده است تا با
				استفاده از مرغوب‌ترین مواد اولیه، محصولات خود را ارائه کند. درخت
				و جنگل به عنوان اجزای مهم و حیاتی کره خاکی ما بسیار با ارزش است.
				چو دیزاین در برابر این ماده رسالتی برای خود می‌بیند که باید حقش
				ادا شود و محصول نهایی وام‌دار مواد اولیه نباشد. این مجموعه در
				سال ۹۰ به صورت مستقل، توسط محمد حامی و معصومه مزین در ساری
				سازمان یافت و هم اکنون با هم‌فکری و همکاری دوستان هنرمند ادامه
				حیات می‌دهد.
			</p>
		</div>
	);
}

export default about;
